{
  "mainScreen": {
    "title": "Cześć!<br>Nazywam się Dmytro Krapywianskij.<br>Jestem web && fron-end programistą. ",
    "text": {
      "paragraph-1": "Jestem podekscytowany możliwością zastosowania mojej pasji do tworzenia stron internetowych do Państwa projektów.",
      "paragraph-2": "Choć dopiero tylko zaczynam swoją karierę, mogę zapewnić, że dobrze znam się na Angularze, JavaScripcie, TypeScripcie i na innych użytecznych narzędziach.",
      "paragraph-3": "Moje zaangażowanie w naukę i rozwój zawodowy jest niezachwiane. Pasjonuję się także tworzeniem dynamicznych, elastycznych i przyjaznych dla użytkownika aplikacji internetowych.",
      "paragraph-4": "Co Państwo myśli o połączeniu sił i stworzeniu razem czegoś wspaniałego?"
    },
    "link": "Więcej o Mnie",
    "mainTasks": {
      "text": "Niektóre zadania w których jestem naprawdę dobry:",
      "list": {
        "task-1": "Projektowanie interfejsu użytkownika",
        "task-2": "Opracowywanie",
        "task-3": "Kodowanie",
        "task-4": "Testowanie",
        "task-5": "Debugowanie",
        "task-6": "Optymalizacja ",
        "task-7": "Podtrzymywanie",
        "task-8": "Dokumentowanie"
      }
    }
  },
  "myStory": {
    "title": "Moja historia",
    "part-1": {
      "title": "Jestem studentem 4. roku kierunku Inżyneria Oprogramowania na Politechnice Chernihowskiej.",
      "paragraphs": {
        "1": "Zawsze lubiłem programować i gdy stworzyłem swoją pierwszą aplikację internetową, zdałem sobie sprawę, że jest to dziedzina, którą chcę się zajmować zawodowo."
      }
    },
    "part-2": {
      "title": "Mimo, że nie mam jeszcze żadnego doświadczenia zawodowego, spędziłem mnóstwo czasu pracując nad przeróżnymi projektami w ramach praktyki.",
      "paragraphs": {
        "1": "Samodzielnie podejmowałem się różnych typów projektów, radząc sobie z różnymi technologiami i poziomami trudności.",
        "2": "Te projekty dały mi praktyczne doświadczenie i pozwoliły mi poznać wiele aspektów tworzenia stron internetowych. Niezależnie od tego, czy jest to mały projekt, czy duży, mierzyłem się z wieloma trudnościami, co po drodze pomogło mi udoskonalić swoje umiejętności."
      }
    }
  },
  "myGitHub": {
    "title": "Mój GitHub",
    "subtitle": "Najnowsze repozytoria",
    "link": "Przejść do konta"
  },
  "latestProjects": {
    "title": "Najnowsze projekty",
    "link": "Wszystkie projekty"
  }
}
