{
  "mainScreen": {
    "title": "Привіт!<br>Я Дмитро Крапив'янський.<br>Web && front-end розробник.",
    "text": {
      "paragraph-1": "Я буду радий привнести свою пристрасть до веб-розробки у ваші проекти.",
      "paragraph-2": "Хоча я тільки починаю свою кар’єру, я добре володію Angular, JavaScript, TypeScript та іншими корисними інструментами.",
      "paragraph-3": "Моя прихильність до навчання та зростання як професіонала є непохитна, і я також захоплений створенням динамічних, адаптивних і зручних веб-додатків.",
      "paragraph-4": "Що ви думаєте про те, щоб об’єднатися та створити щось чудове разом?"
    },
    "link": "Більше про мене",
    "mainTasks": {
      "text": "Деякі завдання, які я дуже добре виконую:",
      "list": {
        "task-1": "Дизайн інтерфейсу користувача",
        "task-2": "Розробка",
        "task-3": "Кодування",
        "task-4": "Тестування",
        "task-5": "Налагодження",
        "task-6": "Оптимізація",
        "task-7": "Технічне обслуговування",
        "task-8": "Документування"
      }
    }
  },
  "myStory": {
    "title": "Моя історія",
    "part-1": {
      "title": "Я навчаюсь на 4 курсі на спеціальності «Інженерія програмного забезпечення» в «Чернігівській політехніці».",
      "paragraphs": {
        "1": "Мені завжди подобалося програмування, і коли створив свій перший веб-додаток,  зрозумів, що це та сфера, якою я хотів би займатися професійно."
      }
    },
    "part-2": {
      "title": "Незважаючи на те, що я ще не мав досвіду роботи, я витратив багато часу на роботу над різними проектами для практики. ",
      "paragraphs": {
        "1": "Сам брався за різні типи проектів, маючи справу з різними технологіями та рівнями складності.",
        "2": "Ці проекти дали мені практичний досвід і дозволили дослідити багато аспектів веб-розробки. Незалежно від того, чи це малий проект, чи великий, я стикався з різними викликами, які допомогли мені вдосконалити свої навички."
      }
    }
  },
  "myGitHub": {
    "title": "Мій GitHub",
    "subtitle": "Останні репозиторії",
    "link": "Перейти до облікового запису"
  },
  "latestProjects": { "title": "Останні проєкти", "link": "Всі проєкти" }
}
